/* alert title */
"\\U201C%@\\U201D has not been started because it does not have the proper security settings." = "Rzecz „%@” nie została otwarta, ponieważ nie ma właściwych ustawień zabezpieczeń.";

/* alert title */
"An item in the Startup Items folder (\\U201C%@\\U201D) does not have the proper security settings." = "Pewna rzecz w katalogu Startup Items („%@”) nie ma właściwych ustawień zabezpieczeń.";

/* alert button */
"Decide Later" = "Zdecyduję później";

/* alert button */
"Disable" = "Wyłącz";

/* alert button */
"Fix" = "Napraw";

/* alert title */
"Insecure Startup Item disabled." = "Niezabezpieczona rzecz startowa została wyłączona.";

/* alert title */
"Insecure Startup Items folder detected." = "Wykryty został niezabezpieczony katalog rzeczy startowych.";

/* alert title */
"Items in the Startup Items folder (\\U201C/Library/StartupItems/\\U201D) have not been started because the folder does not have the proper security settings." = "Rzeczy znajdujące się w katalogu startowym („/Biblioteki/StartupItems/”) nie zostały otwarte, ponieważ katalog ten ma nieprawidłowe ustawienia zabezpieczeń.";

/* alert button */
"OK" = "OK";

/* dialog button */
"Restart" = "Uruchom ponownie";

/* dialog title */
"The security settings for some startup items have been fixed." = "Ustawienia zabezpieczeń dla niektórych rzeczy startowych zostały naprawione.";

/* alert title */
"The Startup Items folder (\\U201C/Library/StartupItems/\\U201D) does not have the proper security settings." = "Katalog rzeczy startowych („/Biblioteki/StartupItems/”) nie ma właściwych ustawień zabezpieczeń.";

/* dialog text */
"These startup items will not be used until you restart your computer." = "Te rzeczy startowe nie zostaną użyte do momentu ponownego uruchomienia komputera.";

/* alert text */
"To fix the security settings, click Fix. To skip using items in this folder and show this message again, click Decide Later.\n" = "Aby naprawić ustawienia zabezpieczeń, kliknij w „Napraw”. Jeżeli chcesz pominąć użycie rzeczy z tego katalogu i pokazać ten komunikat ponownie, kliknij w „Zdecyduję później”.\n
";

/* alert text */
"Using this item may cause problems. If you trust this item and want to fix the security settings, click Fix. To always prevent this item from being used, click Disable. To skip using this item and show this message again, click Decide Later.\n" = "Użycie tej rzeczy może powodować problemy. Jeśli ufasz tej rzeczy i chcesz naprawić ustawienia zabezpieczeń, kliknij w „Napraw”. Aby trwale uniemożliwić użycie tej rzeczy, kliknij w „Wyłącz”. Aby pominąć użycie rzeczy w tym katalogu oraz pokazać ten komunikat później, kliknij w „Zdecyduję później”.\n";

